/*
 * 영문자 모음의 아스키 코드 값을 아래의 출력형식에 맞추어 화면에 출력하시오
 * 	- 힌트 : 형변환을 활용합니다.
 */

package day03.exam;

public class Exam01 {
	public static void main(String[] args) {
		
		
		System.out.println("-----------------------------------\n"
				+ "영문자 모음의 아스키 코드 값\n"
				+ "-----------------------------------\n"
				+ "A = " + (int)'A' + "\n"
				+ "E = " + (int)'E' + "\n"
				+ "I = " + (int)'I' + "\n"
				+ "O = " + (int)'O' + "\n"
				+ "U = " + (int)'U' + "\n"
				+ "-----------------------------------");		
		
	}
}